[
  {
    "surfbreak_image": "https://live.staticflickr.com/296/32295736191_91afd2f192_b.jpg",
    "surfbreak_title": "New Brighton Beach",
    "surfbreak_blurb": "New Brighton is one of the main local beach breaks in Christchurch, just 10 minutes drive from the city, it can offer anything from hollow inside sections to fat walls peeling from way out the back depending on swell. Generally though, the waves are average, and it's best to know what the forecasts will translate to when surfing here so you are not disappointed.",
    "surfbreak_button": "Read More",
    "surfbreak_button_forecast": "Check Forecast"
  },
  {
    "surfbreak_image": "https://ec2-im-1.msw.ms/md/image.php?id=377508&type=PHOTOLAB&resize_type=PHOTOLAB_FULL&fromS3",
    "surfbreak_title": "Sumner Beach",
    "surfbreak_blurb": "Also referred to as Scarborough Beach, this is the main beginner break around Christchurch, about a 15 minute drive from the city it offers a generally more wally and weak wave that can peel for a  pretty good distance making it great for all levels of surfer. This break can also hold quite large short-interval swells when everywhere else is too big and messy.",
    "surfbreak_button": "Read More",
    "surfbreak_button_forecast": "Check Forecast"
  },
  {
    "surfbreak_image": "https://ec2-im-1.msw.ms/md/image.php?id=397821&type=PHOTOLAB&resize_type=PHOTOLAB_FULL&fromS3",
    "surfbreak_title": "Taylors Mistake Beach",
    "surfbreak_blurb": "A solid wave when the swell and tides are right, Taylors Mistake can put out a solid hollow inside section on low tide and generally has more punch in it than other spots, though the ride is normally shorter. The sand bars can be better than other local breaks, but due to its size overcrowding is common",
    "surfbreak_button": "Read More",
    "surfbreak_button_forecast": "Check Forecast"
  },
  {
    "surfbreak_image": "https://www.surf-forecast.com/system/images/8836/large/Waikuku-Beach.jpg?1380361537",
    "surfbreak_title": "Waikuku Beach",
    "surfbreak_blurb": "Heading further north, Waikuku is a beach break that has better sand bars than further south at Brighton. Not often crowded, it catches the south swells a bit better than local Christchurch breaks making it a good idea when looking for more solid waves on a SSE swell or similair.",
    "surfbreak_button": "Read More",
    "surfbreak_button_forecast": "Check Forecast"
  },
  {
    "surfbreak_image": "https://www.surf-forecast.com/system/images/13743/large/Amberley-Beach.jpg?1431499023",
    "surfbreak_title": "Amberly Beach",
    "surfbreak_blurb": "Amberly Beach sits at the top of Pegasus Bay and is often the southern-most local beach break worth going to (gas permitting). The beach drops off quickly with an unsurfable dumping inside, but turns into a fairly consistent, wally wave best surfed at low-tide on a decent sized SSE swell.",
    "surfbreak_button": "Read More",
    "surfbreak_button_forecast": "Check Forecast"
  },
  {
    "surfbreak_image": "https://ec2-im-1.msw.ms/md/image.php?id=386948&type=PHOTOLAB&resize_type=PHOTOLAB_FULL&fromS3",
    "surfbreak_title": "Magnet Bay",
    "surfbreak_blurb": "A little over an hours drive south of Christchurch in Banks Penninsula lies one of the best left-hand point break in the region. Although a great wave on a decent sized south-swell, Magnet Bay gets crowded very quickly and breaks quite close to sharp rocks. While this bay is probably not considered overly dangerous to the more experienced surfers, it has surely claimed many fins and flesh over the years.",
    "surfbreak_button": "Read More",
    "surfbreak_button_forecast": "Check Forecast"
  }
]
